{
	"ar-AR" : {
		"Installation Language" : "لغة التحميل", 
		"Select Installation Language : " : "اختر لغة التحميل : ",
		"License :" : "الترخيص :",
		"type any key !!" : "ادخل اي مفتاح !!",
		"Enter License Key :" : "ادخل مفتاح الرخصة :",
		"Faild" : "فشل",
		"Continue" : "متابعــة",
		"passed" : "نجاح",
		"We are ready now to proceed with installation" : "نحن مستعدون لبدء التنصيب",
		"At this step setup wizard will attempt to create all required database tables and populate them with data. <br>If something goes wrong, go back to the Database Settings step and make sure every information you've entered is correct." : "في هذه الخطوة سيتم معالجة الإعدادات وتهيئة جميع جداول قاعدة البيانات المطلوبة وتعبئة البيانات اللازمة. <br> إذا حدث خطأ ما، انتقل إلى خطوة إعدادات قاعدة البيانات وتأكد من ان كل المعلومات التي أدخلتها صحيحة.",
		"Back" : "عودة",
		"Start Install" : "بدأ التنصيب",
		"Procces Name" : "اسم العملية",
		"Action" : "الاجراء",
		"Create Database Tables" : "انشاء الجداول",
		"Pending" : "قيد الانتظار",
		"Create Admin Account" : "انشاء حساب المدير",
		"Generate <strong>Config</strong> file" : "انشاء ملف <strong>الاعدادات<strong>",
		"Processing ...." : "معالجة .....",
		"finished" : "تم الانتهاء",
		"Server Requirements" : "متطلبات السيرفر",
		"Database Settings" : "اعدادات قاعدة البيانات",
		"Administrator Account" : "حساب المدير",
		"Database Name:" : "اسم قاعدة البيانات:",
		"Ready to Install" : "مستعد للتنصيب",
		"Completed" : "إكتمال",
		"Items marked with an asterisk are required" : "العناصر المحددة بنجمة مطلوبة",
		"Help ...!" : "مساعدة ...!",
		"Help" : "مساعدة",
		"Database Host" : "مستضيف قواعد البيانات",
		"Hostname or IP-address of the database server. The database server can be in the form of a hostname (and/or port address), such as db1.myserver.com, or localhost:5432, or as an IP-address, such as 192.168.0.1" : "اسم المضيف أو عنوان IP-خادم قاعدة البيانات. يمكن أن يكون خادم قاعدة البيانات في شكل المضيف (و / أو عنوان منفذ)، مثل db1.myserver.com، أو المضيف المحلي: 5432، أو في شكل عنوان IP، مثل 192.168.0.1",
		"Database Name" : "اسم قاعدة البيانات",
		"Database Name. The database used to hold the data. An example of database name is 'testdb'." : "اسم قاعدة البيانات. قاعدة البيانات المستخدمة لاحتواء البيانات. مثال على اسم قاعدة البيانات 'testdb'.",
		"Database Username" : "اسم مستخدم قاعدة البيانات",
		"Database username. The username used to connect to the database server. An example of username is 'test_123'." : "اسم المستخدم لقاعدة البيانات. اسم المستخدم يستخدم للاتصال بخادم قاعدة البيانات. مثال على اسم المستخدم هو \"test_123\" .",
		"Database Password" : "كلمة مرور قاعدة البيانات",
		"Database password. The password is used together with the username, which forms the database user account." : "كلمة مرور قاعدة البيانات. يتم استخدام كلمة المرور مع اسم المستخدم، والذي يشكل حساب مستخدم قاعدة البيانات.",
		"Go to Login" : "تسجيل الدخول",
		"Admin Email" : "بريد المدير",
		"Admin Email that will be replaced in SQL dump with email placeholder (if defined)." : "البريد الخاص بالمدير(المشرف) والذي سيتم استبداله في قاعدة البيانات اذا كان موجود او انشائه.",
		"Admin Login" : "معلومات تسجيل الدخول",
		"Your username must be at least 6 characters long and case-sensitive. Please do not enter numbers or accented characters." : "يجب أن يكون اسم المستخدم لا يقل عن 6 أحرف وحساسة لحالة الأحرف. من فضلك لا تدخل ارقام او رموز خاصة.",
		"Admin Password" : "كلمة المرور",
		"We recommend that your password is not a word you can find in the dictionary, includes both capital and lower case letters, and contains at least one special character (1-9, !, *, _, etc.)." : "من المستحسن أن تكون كلمة السرتشمل احرف كبيرة وصغيرة، وتحتوي على رمز خاص واحد على الأقل (1-9،!، *، _، وما إلى ذلك).",
		"Test Connection" : "فحص الاتصال",
		"Cant Connect With database , plase check database information and try again" : "لا يمكن  الاتصال مع قاعدة البيانات، يرجى التحقق من معلومات قاعدة البيانات وحاول مرة أخرى"
	}
}